Repository: Peter-Schorn/SoftPlayer
Catalog: SoftPlayer/*.lproj/Localizable.strings
Languages: es

source: Add the currently playing track or episode to this playlist
es: Añade la canción o episodio que está tocando a esta lista de reproducción

source: Add to Liked Songs%@
es: Añade a las Canciones que te gustan%@

source: Added "%@" to "%@"
es: "%1$@" ha añadido "%2$@"

source: Albums
es: Álbumes

source: All user data will be removed
es: Toda su información estará quitado

source: Appearance:
es: El aspecto:

source: Authenticating
es: Autenticando

source: Cannot add "%@" to "Liked Songs"
es: No puedes agregar "%@" a las "Canciones que te gustan"

source: Change the repeat mode%@
es: Cambia la modo de repetición%@

source: Copy Link
es: Copiar el enlace

source: Could not Authorize with your Spotify Account
es: No se puede autorizar con su cuenta de Spotify

source: Could not Connect to the Spotify Application
es: No se puede conectar a la aplicación de Spotify

source: Couldn't Add "%@" to "%@"
es: No se puede añadir "%1$@" a "%2$@"

source: Couldn't Follow "%@"
es: No se puede seguir "%@"

source: Couldn't Play "%@"
es: No se puede tocar "%@"

source: Couldn't Remove "%@" from "%@"
es: No se puede quitar "%1$@" de "%2$@"

source: Couldn't Remove Album "%@"
es: No se pueden quitar el Álbum "%@"

source: Couldn't Retrieve Albums
es: No se pueden Recuperar los Álbumes

source: Couldn't Retrieve Playback State
es: No se puede recuperar la canción

source: Couldn't Retrieve Playlists
es: No se puede recuperar las listas de reproducción

source: Couldn't Retrieve User Profile
es: No se puede recuperar un perfil de un usuario

source: Couldn't Save Album "%@"
es: No se peuden salvar el Álbum "%@"

source: Couldn't Set the Repeat Mode to %@
es: No se puede cambiar modo de repetición a %@

source: Couldn't Transfer Playback to "%@"
es: No se puede transferir la reproducción a "%@"

source: Couldn't Unfollow "%@"
es: No se puede dejar de seguir "%@"

source: Filters
es: Las filtras

source: If you would like to use another account, please log out first.
es: Si quiere usar otro cuenta, por favor cierra sesión.

source: Like Track
es: Guardar en tu bibliotecha

source: Local tracks cannot be added to a playlist
es: Las Canciones locales no se pueden anadir a una lista

source: Log in with Spotify
es: Inicia sesión con Spotify

source: Logout from Spotify
es: Cierra sesión de Spotify

source: Missing data.
es: Falta información.

source: Next track
es: La próxima pista

source: No Albums Found
es: No se Encontraron Álbumes

source: No Devices Found
es: No hay ningunos aparatos

source: No Playlists Found
es: No hay ningunas listas de reproducción

source: Only Show My Playlists
es: Solamente muestra mis listas

source: Open App (global)
es: Abre la app (global)

source: Open in Spotify
es: Abre en Spotify

source: Options
es: Las opciones

source: Play and pause
es: Toca y pausa

source: Play or pause playback%@
es: Toca o pausa la reproducción%@

source: Playlists
es: Listas

source: Previous track
es: Pista anterior

source: Queue
es: Cola

source: Quit
es: Abandonar

source: Quit Application
es: Abandona la aplicación

source: Remove Filters
es: Quita las filtras

source: Remove from Library
es: Quita de la biblioteca

source: Remove from Liked Songs%@
es: Quita de las Canciones que te gustan%@

source: Removed "%@" from "%@"
es: Se quitó "%1$@" de "%2$@"

source: Repeat mode
es: Modo de repetición

source: Restore Defaults
es: Restablece los valores de defecto

source: Seek backwards 15 seconds%@
es: Vaya atrás quince segundos%@

source: Seek forwards 15 seconds%@
es: Vaya adelante quince segundos%@

source: Settings
es: Las preferencias

source: Shortcuts
es: Los accesos directos

source: Show Images Folder
es: Muestra una carpeta de imagenes

source: Show Library
es: Mostrar Biblioteca

source: Show library%@
es: Mostrar Biblioteca%@

source: Show settings ⌘,
es: Muestra las preferencias

source: Shuffle
es: Revuelve

source: Skip to the next track%@
es: Vaya a la próxima pista%@

source: Skip to the previous track%@
es: Vaya a la anterior pista%@

source: Successfully Connected to Your Spotify Account
es: Esta conectado con éxito a la cuenta de Spotify

source: The Queue is Empty
es: La Cola está Vacía

source: The Spotify Desktop Application is not installed or could not be found. Therefore, most of the functions of this app will not work. If the Spotify Application is installed, try moving it to the applications folder; then, restart this app.
es: El escritorio aplicación de Spotify no esta instalado o no se puede encontrar. Además, la mayoría de las funciones de esta aplicación no se puede funcionar. Si la aplicación de Spotify está instalado, trata de moverlo a la carpeta de aplicaciones; entonces, reinicia esta aplicación.

source: There are no devices available to play content on
es: No hay dispositivos disponibles para tocar contenido

source: This item cannot be added to a playlist
es: Esa cosa no se puede añadir

source: This URL could not be handled.
es: No se ha podido procesar esta URL.

source: Toggle only show my playlists
es: Solamente muestra mis listas de reproducción

source: Toggle Shuffle%@
es: Pase el aleatorio%@

source: Transfer playback to a different device
es: Transfiere la reproducción a otro dispositivo

source: Unexpected URL
es: URL inesperada

source: Unfollow Playlist
es: Deja de seguir la lista

source: Volume down
es: Baje volumno

source: Volume Up
es: Sube volumno

source: You can safely remove files from this folder to free up space
es: Se puede quitar los archivos de esta carpeta para que pueda liberar espacio

source: You denied the Authorization Request :(
es: Tu niegas el pedido autorizado :(

source: You may close the authorization page in your browser.
es: Se puede cerrar la pagina autorizada en su navegador.

source: Your Spotify Account is Already Connected
es: Su cuenta todavía esta conectado
